Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཆོས་དང་ལྡན་པའི་གཏམ་དུས་དང་པོར་བྱ་བ་གང་ཡིན་པ་འདི་ལྟ་སྟེ།
en: He extensively gave discourses on the Dharma of the buddhas, the blessed ones, that are to be given in advance of the main sermon:

source: སྦྱིན་པའི་གཏམ་དང་། ཚུལ་ཁྲིམས་ཀྱི་གཏམ་དང་། མཐོ་རིས་ཀྱི་གཏམ་དང་། འདོད་པ་རྣམས་ཀྱི་མནོག་དང་། ཉེས་དམིགས་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། ངེས་པར་འབྱུང་བ་དང་། རབ་ཏུ་དབེན་པའི་ཕན་ཡོན་དང་། རྣམ་པར་བྱང་བའི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་པར་མཛད་དོ།
en: namely, a discourse on donations, a discourse on conduct, a discourse on the heavens, and a discourse on the gains and faults of desires, defilements, purification, emancipation, the merits of complete seclusion, and the things belonging to purification.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་གང་གི་ཚེ་དེ་སྙིང་དགའ་བ་དང་། དགེ་བའི་སེམས་དང་། མགུ་བའི་སེམས་དང་། སྒྲིབ་པ་དང་བྲལ་བའི་སེམས་དང་། སྣོད་དུ་རུང་བ་དང་། མཐུ་དང་ལྡན་པ་དང་། ཡང་དག་ཕུལ་གྱི་ཆོས་ཀུན་ཤེས་པར་ནུས་པར་གཟིགས་པ་དེའི་ཚེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཆོས་བཤད་པ་ཡང་དག་ཕུལ་གང་ཡིན་པ་འདི་ལྟ་སྟེ།
en: When the Blessed One had seen that the brahmin had become pleased, virtuous in mind, delighted in mind, free from mental obstacles, suitable to be a vessel, powerful, and able to know perfectly the excellent Dharma, he preached in detail the teachings of the Dharma of the buddhas, the blessed ones:

source: འཕགས་པའི་བདེན་པ་བཞི་པོ་སྡུག་བསྔལ་དང་། ཀུན་འབྱུང་དང་། འགོག་པ་དང་། ལམ་རྣམས་རྒྱས་པར་རབ་ཏུ་བསྟན་ཏེ།
en: namely, suffering, the origination of suffering, the cessation of suffering, and the path to the cessation of suffering, which are the four truths of the noble ones.

source: དཔེར་ན་གོས་དཀར་པོ་ནག་ནོག་མེད་ཅིང་གཙང་མ་ཁ་བསྒྱུར་བར་འོས་པ་ཚོན་རྩིའི་ནང་དུ་བཅུག་ན་ལེགས་པར་ཚོན་རྩི་འཇེན་དུ་བཏུབ་པ་དེ་བཞིན་དུ་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་སྟན་དེ་ཉིད་ལ་འདུག་བཞིན་དུ་འཕགས་པའི་བདེན་པ་བཞི་པོ་འདི་ལྟ་སྟེ། སྡུག་བསྔལ་དང་། ཀུན་འབྱུང་དང་། འགོག་པ་དང་། ལམ་མངོན་པར་རྟོགས་སོ།
en: Just as when a spotless, clean white cloth suitable for dyeing is placed in dye, it absorbs the dye well, the brahmin Pauṣkarasāri, seated on his seat, understood clearly the four truths of the noble ones.

source: །དེ་ནས་བྲམ་ཟེ་པད་མའི་སྙིང་པོས་ཆོས་མཐོང་བ་དང་། ཆོས་ཐོབ་པ་དང་། ཆོས་རིག་པ་དང་། ཆོས་ཀྱི་གཏིང་སླེབས་པ་དང་། སོམ་ཉི་ལས་རྒལ་བ་དང་། ཐེ་ཚོམ་ལས་རྒལ་བ་དང་། གཞན་གྱི་དྲིང་མི་འཇོག་པ་དང་། གཞན་གྱིས་མི་བཀྲི་བ་དང་། སྟོན་པས་བསྟན་པའི་ཆོས་རྣམས་ལ་མི་འཇིགས་པ་ཐོབ་ནས་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བདག་ནི་འཕགས་སོ། །མངོན་པར་འཕགས་སོ།
en: Then the brahmin Pauṣkarasāri saw the Dharma, attained the Dharma, knew the Dharma, plumbed the depths of the Dharma, overcame his doubts, became independent from others and not to be led by others, and achieved confidence in himself about the Dharma preached by the Teacher. He rose from his seat, draped his upper robe over one shoulder, made the gesture of supplication to the Blessed One, and said to him, “O Honored One, I have been exalted, truly exalted.

source: །བཅོམ་ལྡན་འདས་དང་། ཆོས་དང་། དགེ་སློང་གི་དགེ་འདུན་ལ་བདག་སྐྱབས་སུ་མཆི་ལགས་ཀྱིས། བདག་དགེ་བསྙེན་དུ་གཟུང་དུ་གསོལ།
en: Since I seek refuge in the Blessed One, the Dharma, and the community of monks, please accept me as a lay brother.

source: དེང་སླན་ཅད་ཇི་སྲིད་འཚོའི་བར་དུ་སྲོག་དང་ཡང་བསྡོས་ཏེ་སྐྱབས་སུ་མཆི་བར་མངོན་པར་དད་ལགས་སོ།
en: From today onward, I embrace my faith as one who seeks refuge throughout my life.”

source: །དེ་ནས་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་དགའ་ནས་རྗེས་སུ་ཡི་རངས་ཏེ།
en: The brahmin Pauṣkarasāri then rejoiced in and praised the words of the Blessed One.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་སྐབས་སུ་བབ་པར་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་འཕྱ་བར་བྱེད་ཀྱིས། དེ་ལྟ་བས་ན་ཡོན་སྔོ་བ་བྱེད་པ་ན་དགེ་སློང་གིས་བཟའ་བར་མི་བྱའོ།
en: Thereupon the Blessed One said to the monks, “Monks, since the brahmin Pauṣkarasāri criticized that event, a monk should not eat when the rewards of offerings are being assigned.

source: །ཟན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།
en: If he eats, he becomes guilty of an offense.” III. Saptaparṇa

source: །བཅོམ་ལྡན་འདས་ལོ་མ་བདུན་པར་བྱོན་ནས་ལོ་མ་བདུན་པར་སངས་རྒྱས་བཞི་རྣམས་ཀྱི་གདན་ཞེས་བྱ་བ་གོང་མ་བཞིན་དུ་རྒྱས་པར་སྦྱར་རོ།
en: The Blessed One arrived at Saptaparṇa. In Saptaparṇa . . . the seat of four buddhas . . . . IV.

source: །བཅོམ་ལྡན་འདས་ཀོ་ས་ལའི་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན་འཆར་ཀར་བྱོན་ནས་འཆར་ཀ་ན་གནས་ཚེར་མ་ཅན་གྱི་ནགས་ན་བཞུགས་སོ།
en: Sunrise The Blessed One, traveling through the country of Kosala, arrived in Sunrise. He stayed in Kaṇṭakasthala Forest near Sunrise.

source: །ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་དགེ་སྦྱོང་གཽ་ཏ་མ་ཀོ་ས་ལའི་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན་འཆར་ཀར་བྱོན་ནས། འཆར་ཀ་ན་གནས་ཚེར་མ་ཅན་གྱི་ནགས་ན་བཞུགས་སོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་མི་ཞིག་ལ་བསྒོ་བ།
en: When King Prasenajit of Kosala heard that the śramaṇa Gautama, having traveled in the country of Kosala, had arrived at Sunrise and was staying in Kaṇṭakasthala Forest near Sunrise, he ordered a man, “My man, go to the śramaṇa Gautama.

source: ཀྭའི་ནང་རྗེ་ཚུར་ཁྱོད་དགེ་སྦྱོང་གཽ་ཏ་མ་གང་ན་བ་དེར་སོང་ལ་ངའི་ཚིག་འདི་དག་གིས་དགེ་སྦྱོང་གཽ་ཏ་མའི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱོས་ལ་གནོད་པ་ཆུང་ངམ། ཉམ་ང་བ་ཉུང་ངམ། འཚོའམ།
en: Bow low on my behalf until your forehead touches the feet of the śramaṇa Gautama and ask if he is free from trouble, free from illness, in good physical condition, healthy, without any trouble, and living in vigor and comfort.

source: བསྐྱོད་པ་ཡང་ངམ། སྟོབས་དང་བདེ་བ་ལ་རེག་པར་སྤྱོད་དམ་ཞེས་སྙུན་གསོལ་ལ་འདི་སྐད་དུ་ཀྱེ་ཤེས་ལྡན་གཽ་ཏ་མ་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་སང་བཅོམ་ལྡན་འདས་ལ་བལྟ་བར་མཆི་འཚལ་ན། ཤེས་ལྡན་གཽ་ཏ་མས་འདི་ལྟར་སྔ་ནས་ཐུགས་སུ་ཆུད་པར་མཛད་དུ་གསོལ་ཞེས་ཀྱང་གསོལ་ཅིག །ལྷ་བཀའ་བཞིན་འཚལ་ཞེས་མི་དེས་ཀོ་སའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱི་ལྟར་མཉན་ནས།
en: Then say, ‘O honorable Gautama, King Prasenajit of Kosala would like to come to see the Blessed One tomorrow. May the honorable Gautama know this.’ ”

source: བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ།
en: “Certainly, Your Majesty,” replied the man to King Prasenajit of Kosala, and he went to the Blessed One.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་མི་དེས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཤེས་ལྡན་གཽ་ཏ་མའི་ཞབས་གཉིས་ལ་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་མགོ་བོས་ཕྱག་འཚལ་ནས་གནོད་པ་ཆུང་ངམ། ཉམ་ང་བ་ཉུང་ངམ། འཚོའམ།
en: When he had arrived, he bowed low until his forehead touched the Blessed One’s feet, and then he sat down to one side and said to him, “King Prasenajit of Kosala bows low until his forehead touches the Blessed One’s feet and asks if the Blessed One is free from trouble, free from illness, in good physical condition, healthy, without any trouble, and living in vigor and comfort.”

source: བསྐྱོད་པ་ཡང་ངམ། སྟོབས་དང་བདེ་བ་ལ་རེག་པར་སྤྱོད་དམ་ཞེས་སྙུན་གསོལ་ལགས་སོ། །ཀྱེ་སྐྱེས་བུ་ཁྱོད་དང་ཀོ་སའི་རྒྱལ་པོ་གསལ་རྒྱལ་བདེ་བར་གྱུར་ཅིག །ཀྱེ་ཤེས་ལྡན་གཽ་ཏ་མ་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་སང་བཅོམ་ལྡན་འདས་ལ་བལྟ་བའི་ཕྱིར་མཆི་བར་འཚལ་ན།
en: “My good man, I hope you and King Prasenajit of Kosala are living in comfort, too.” “O honorable Gautama, King Prasenajit of Kosala would like to come to see the Blessed One tomorrow.

source: ཤེས་ལྡན་གཽ་ཏ་མས་འདི་ལྟར་སྔ་ནས་ཐུགས་སུ་ཆུད་པར་མཛད་དུ་གསོལ།
en: May the honorable Gautama know this.”

source: ཀྱེ་ནང་རྗེ་ང་ཉིད་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་དུས་ལ་བབ་པར་ཤེས་པར་གྱིས་ཤིག །དེ་ནས་མི་དེ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་དགའ་ནས། ཡི་རངས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་ངོ་།
en: “My good man, let King Prasenajit of Kosala know that today is the right time.” Then the man rejoiced in and praised the words of the Blessed One and departed from the Blessed One’s presence.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མི་དེ་སོང་ནས་རིང་པོ་མ་ལོན་པར་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Thereupon the Blessed One, as soon as the man had departed, said to the venerable Ānanda, “Ānanda, go and prepare many seats in the large monastery.

source: །ཀུན་དགའ་བོ་ཁྱོད་སོང་ལ་གཙུག་ལག་ཁང་ཡངས་པ་ཞིག་ཏུ་སྟན་མང་དུ་ཤོམས་ཤིག །ང་འདུག་ལ་དེང་ཉིད་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་དང་འདུ་བར་བྱའོ།
en: I will sit there and have a meeting with King Prasenajit of Kosala today.”

source: གཙུག་ལག་ཁང་ཡངས་པ་ཞིག་ཏུ་སྟན་མང་དུ་བཤམས་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: He did prepare many seats in the large monastery and then returned to the Blessed One. When he had arrived, he bowed low until his forehead touched the Blessed One’s feet, and then he sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་གཙུག་ལག་ཁང་ཡངས་པ་ཞིག་ཏུ་གདན་མང་དུ་བཤམས་ལགས་ཏེ།
en: When he had sat down to one side, the venerable Ānanda said to the Blessed One, “O Honored One, I have prepared many seats in the large monastery.

source: དེ་ནས་བཅོམ་ལྡན་འདས་གཙུག་ལག་ཁང་ཡངས་པ་གང་ན་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ།
en: The Blessed One then went to the large monastery. When he had arrived, he sat on the prepared seat.

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་མི་དེས་རིག་པར་བྱས་ཏེ་སོང་ནས་རིང་པོ་མ་ལོན་པར་མི་གཞན་ཞིག་ལ་སྨྲས་པ།
en: Then, as soon as the man had reported on his mission to King Prasenajit of Kosala and departed, the king said to another man, “My man, now quickly prepare a beautiful vehicle.

source: ཀྭའི་ནང་རྗེ་ཚུར་ཤོག །ཁྱོད་ཀྱིས་བཞོན་པ་བཟང་པོ་མྱུར་དུ་སྟོད་ཅིག །དེ་ལ་ཁོ་བོ་ཞོན་ལ་དེ་རིང་ཁོ་ན་དགེ་སྦྱོང་གཽ་ཏ་མ་ལ་བལྟ་བའི་ཕྱིར་འགྲོའོ།
en: I will ride in it and go to see the śramaṇa Gautama today.”

source: །ལྷ་བཀའ་བཞིན་འཚལ་ཞེས་མི་དེས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱི་ལྟར་མཉན་ཏེ།
en: “Certainly, Your Majesty,” replied the man to King Prasenajit of Kosala.

source: བཞོན་པ་བཟང་པོ་བསྟད་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: After he had prepared the beautiful vehicle, he returned to the king. When he had arrived, he said to King Prasenajit of Kosala, “Your Majesty, the vehicle is ready.

source: །ལྷ་བཅིབས་པ་བཟང་པོ་བསྟད་ལགས་ཏེ། ལྷ་ད་དེའི་དུས་ལ་བབ་པར་དགོངས་སུ་གསོལ།
en: May Your Majesty know it is the right time.”

source: དེའི་ཚེ་སྲིང་མོ་མཛེས་ལྡན་དང་། ཉི་ལྡན་གཉིས་རྒྱལ་པོ་གསལ་རྒྱལ་གྱི་བཀད་སར་འོངས་པར་གྱུར་ཏེ།
en: At that time, two sisters named Beautiful and Sunny came to the dining hall of King Prasenajit of Kosala.

source: སྲིང་མོ་མཛེས་ལྡན་དང་། ཉི་ལྡན་གཉིས་ཀྱིས་ལྷ་དེང་ཉིད་བཅོམ་ལྡན་འདས་ལ་བལྟ་བའི་ཕྱིར་བཞུད་དོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལྷ་གལ་ཏེ་དེང་ཉིད་བཅོམ་ལྡན་འདས་གཟིགས་པའི་ཕྱིར་གཤེགས་ན། ལྷ་འདི་ལྟར་བདག་ཅག་གི་ཚིག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་དབུས་ཕྱག་མཛོད་ལ་གནོད་པ་ཆུང་ངམ། ཉམ་ང་བ་ཉུང་ངམ། འཚོའམ།
en: When these two sisters, Beautiful and Sunny, heard that the king was going to go to see the Blessed One that day, they said to King Prasenajit of Kosala, “Your Majesty, if you are going to go to see the Blessed One today, please bow low on our behalf until your forehead touches the Blessed One’s feet, and ask if he is free from trouble, free from illness, in good physical condition, healthy, without any trouble, and living in vigor and comfort.”

source: བསྐྱོད་པ་ཡང་ངམ། སྟོབས་དང་བདེ་བ་ལ་རེག་པར་སྤྱོད་དམ་ཞེས་སྙུན་གསོལ་བར་གསོལ། དེ་བཞིན་དུ་བྱའོ་ཞེས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་མཉན་ནས།
en: “I will do so,” replied King Prasenajit of Kosala.

source: དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་བཞོན་པ་བཟང་པོ་ལ་ཞོན་ཏེ་འཆག་ཁང་ནས་བྱུང་ནས། བཅོམ་ལྡན་འདས་ལ་བལྟ་བ་དང་། བཅོམ་ལྡན་འདས་ལ་བསྙེན་བཀུར་བྱ་བའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་སོང་སྟེ།
en: Then the king, riding the beautiful vehicle, left Sunrise and went to see and serve the Blessed One.

source: དེས་ཇི་ཙམ་བཞོན་པའི་སའི་བར་དུ་བཞོན་པས་སོང་ནས་བཞོན་པ་ལས་བབས་ཏེ། རྐང་པ་ཁོ་ནས་ཀུན་དགའ་ར་བར་ཞུགས་སོ།
en: Having gone as far as he could go by vehicle, he alighted from the vehicle and entered the park on foot.

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Then King Prasenajit of Kosala went to the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །གཽ་ཏ་མ་སྲིང་མོ་མཛེས་ལྡན་དང་ཉི་ལྡན་གཉིས་བཅོམ་ལྡན་འདས་གཽ་ཏ་མའི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་གནོད་པ་ཆུང་ངམ། ཉམ་ང་བ་ཉུང་ངམ། འཚོའམ།
en: When he had arrived, he bowed low until his forehead touched the Blessed One’s feet, and then he sat down to one side and said to him, ‘The two sisters, Beautiful and Sunny, ask if the Blessed One is free from trouble, free from illness, in good physical condition, healthy, without any trouble, and living in vigor and comfort.’

source: བསྐྱོད་པ་ཡང་ངམ། སྟོབས་དང་བདེ་བ་ལ་རེག་པར་སྤྱོད་དམ་ཞེས་སྙུན་གསོལ་ལགས་སོ། །སྲིང་མོ་མཛེས་ལྡན་དང་ཉི་ལྡན་གཉིས་ཀྱིས་ཕོ་ཉ་གཞན་མ་རྙེད་དམ།
en: “Did the two sisters Beautiful and Sunny not find any other messenger?

source: ཅི་ན་རྒྱལ་པོ་ཆེན་པོ་ཉིད་ལས་གཞན་མ་ཡིན།
en: Why is it not someone other than you, Great King?”

source: ཀྱེ་གཽ་ཏ་མ་སྲིང་མོ་མཛེས་ལྡན་དང་། ཉི་ལྡན་གཉིས་བདག་གི་བཀད་སར་མཆིས་པ་ན། དེང་ཉིད་ལྷ་བཅོམ་ལྡན་འདས་ལ་བལྟ་བའི་ཕྱིར་མཆི་འཚལ་ལོ་ཞེས་ཐོས་སོ།
en: “O Gautama, when the two sisters Beautiful and Sunny came to my dining hall, they heard that the king was going to go to see the Blessed One today.

source: །ཐོས་ནས་ཀྱང་བདག་ལ་འདི་སྐད་ཅེས་མཆིས་ཏེ། ལྷ་གལ་ཏེ་དེང་ཉིད་བཅོམ་ལྡན་འདས་གཟིགས་པའི་ཕྱིར་བཞུད་པར་བཞེད་ན། བདག་ཅག་གི་ཚིག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་དབུས་ཕྱག་མཛོད་ལ་ཞེས་བྱ་བ་ནས་རེག་པར་སྤྱོད་དམ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Having heard this, they said to me, ‘Your Majesty, if you are going to go to see the Blessed One today, please bow low on our behalf until your forehead touches the Blessed One’s feet . . . comfort.’ ”

source: །རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་དང་སྲིང་མོ་མཛེས་ལྡན་དང་ཉི་ལྡན་གཉིས་བདེ་བར་གྱུར་ཅིག །རེ་ཞིག་གལ་ཏེ་ཞུ་བ་ལུང་བསྟན་པའི་སླད་དུ་སྐབས་ཕྱེ་ན་ཤེས་ལྡན་གཽ་ཏ་མ་ལ་བདག་ཕྱོགས་གཞན་འགའ་ཞིག་ཞུ་ལགས་སོ།
en: “O Great King, I hope you and the two sisters, Beautiful and Sunny, are living in comfort, too.” “Now, if you would deign to answer my questions, I would ask you, honorable Gautama, about a few points.”

source: །རྒྱལ་པོ་ཆེན་པོ་ཅི་དང་ཅི་འདོད་པ་ཞུས་ཤིག །ཀྱེ་གཽ་ཏ་མ་བདག་གིས་ཁྱོད་འདི་སྐད་ཅེས་དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་གཞན་གྱིས་ཐམས་ཅད་ཤེས་པའམ། མཐོང་བ་གང་ཡིན་པ་དེ་ནི་གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་དེ་གནས་མེད་དོ་ཞེས་གསུང་ངོ་ཞེས་ཐོས་ན། གཽ་ཏ་མ་ཁྱོད་ཀྱིས་དེ་སྐད་དུ་བཀའ་སྩལ་པར་དགོངས་ལགས་སམ།
en: “O Great King, ask what you want to know.” “O Gautama, I have heard that you have said, ‘It is impossible, out of the question, that other śramaṇas or brahmins know or see everything.’ O Gautama, do you think you have said this?”

source: རྒྱལ་པོ་ཆེན་པོ་དེ་སྐད་དུ་སྨྲས་པར་མི་དྲན་ནོ།
en: “O Great King, I do not remember saying that.”

source: །དེའི་ཚེ་སྡེ་དཔོན་འཕགས་སྐྱེས་པོ་ཞེས་བྱ་བ་འཁོར་དེ་ཉིད་དུ་འདུས་ཤིང་འདུག་པར་གྱུར་ཏོ།
en: At that time, a general named Virūḍhaka was sitting in the assembly.

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་སྡེ་དཔོན་འཕགས་སྐྱེས་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །སྡེ་དཔོན་ཉི་མ་སྔ་མ་དང་ཚེས་སྔ་མའི་ཉི་མ་དག་ལ་རྒྱལ་པོའི་ཕོ་བྲང་དུ་རྒྱལ་པོ་དང་། བློན་པོ་དང་། རྒྱལ་པོའི་འཁོར་རྣམས་འདུས་ཏེ་འཁོད་པ་ན་གཏམ་དེ་ལྟ་བུ་སུས་གླེངས་པ་དྲན་ནམ།
en: King Prasenajit of Kosala said to General Virūḍhaka, “O General, do you remember who told such a story one day in the past, when the king, ministers, and the king’s attendants were sitting together in the royal palace?”

source: ལྷ་དྲན་ཏེ། འདི་ལྟ་སྟེ།
en: “Yes, Your Majesty, I do.

source: བཀྲ་ཤིས་ལྡན་གྱི་བུ་བྲམ་ཟེའི་ཁྱེའུ་ཡང་དག་རྒྱལ་བ་ལགས་སོ།
en: It was the young brahmin Saṃjaya, the son of Lucky.”

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་མི་ཞིག་ལ་སྨྲས་པ།
en: King Prasenajit of Kosala then said to a man, “My man, go now to the young brahmin Saṃjaya, the son of Lucky.

source: ཀྭའི་ནང་རྗེ་ཁྱོད་བཀྲ་ཤིས་ལྡན་གྱི་བུ་བྲམ་ཟེའི་ཁྱེའུ་ཡང་དག་རྒྱལ་བ་གང་ན་བ་དེར་སོང་ལ་ཕྱིན་ནས།
en: When you have arrived, say to the young brahmin, ‘King Prasenajit of Kosala summons you.’ ”

source: བཀྲ་ཤིས་ལྡན་གྱི་བུ་བྲམ་ཟེའི་ཁྱེའུ་ཡང་དག་རྒྱལ་བ་ལ་འདི་སྐད་ཅེས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ཁྱོད་འབོད་དོ་ཞེས་སྨྲོས་ཤིག །ལྷ་བཀའ་བཞིན་འཚལ་ཞེས་མི་དེས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱི་ལྟར་མཉན་ནས། བཀྲ་ཤིས་ལྡན་གྱི་བུ་བྲམ་ཟེའི་ཁྱེའུ་ཡང་དག་རྒྱལ་བ་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: “Certainly, Your Majesty,” replied the man to King Prasenajit of Kosala, and he went to the young brahmin Saṃjaya, the son of Lucky.

source: བཀྲ་ཤིས་ལྡན་གྱི་བུ་བྲམ་ཟེའི་ཁྱེའུ་ཡང་དག་རྒྱལ་བ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ཁྱོད་འབོད་དོ།
en: When he had arrived, he said to the young brahmin, “King Prasenajit of Kosala summons you.”

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་མི་དེ་སོང་ནས་རིང་པོ་མ་ལོན་པར་རིག་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཀྱེ་གཽ་ཏ་མ་འདི་ལ་ཁ་ཅིག་དོན་དང་ཚིག་ངན་པར་བཟུང་བ་འཛིན་པ་ལྟ་མཆིས་ལགས་སམ།
en: Then King Prasenajit of Kosala, as soon as the man had departed, asked the Blessed One, “O Gautama, did someone here misunderstand what you meant or said?”

source: རྒྱལ་པོ་ཆེན་པོ་ཡོད་དེ།
en: “Yes, O Great King.

source: དོན་དེ་གཞན་ཁོ་ན་ཡིན་པ་ལས་དེ་གཞན་ཁོ་ནར་གཞན་དག་ལ་སྨྲའོ།
en: What I meant was something else. He related it to others incorrectly.”

source: །ཤེས་ལྡན་གཽ་ཏ་མས་ཇི་ལྟ་བུ་ཞིག་ཏུ་བཀའ་སྩལ་པར་དགོངས་ལགས།
en: “Honorable Gautama, what do you think you said?”

source: རྒྱལ་པོ་ཆེན་པོ་ངས་ནི་འདི་སྐད་དུ་དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་གཞན་གྱིས་ཐམས་ཅད་ཤེས་པའམ། མཐོང་བ་གང་ཡིན་པ་དེ་ནི་གནས་མ་ཡིན་གོ་སྐབས་མེད་དེ་གནས་མེད་དོ་ཞེས་བཀའ་སྩལ་པར་དྲན་ནོ།
en: “O Great King, I remember saying, ‘It is impossible, out of the question, that other śramaṇas or brahmins know or see everything.’ ’’

source: །ཤེས་ལྡན་གཽ་ཏ་མ་དེ་སྐད་དུ་གསུངས་པ་ནི་རིགས་པའི་ཚུལ་ལགས་སོ།
en: “O honorable Gautama, it is reasonable that you said this.

source: །ཤེས་ལྡན་གཽ་ཏ་མས་དེ་སྐད་དུ་གསུངས་པ་ནི་ཤིན་ཏུ་རིགས་པའི་ཚུལ་ལགས་སོ།
en: It is reasonable that the honorable Gautama said this.

source: །རེ་ཞིག་གལ་ཏེ་ཞུ་བ་ལུང་བསྟན་པའི་སླད་དུ་སྐབས་ཕྱེ་ན་ཤེས་ལྡན་ལ་བདག་ཞུ་བ་གཞན་ཡང་ཕྱོགས་འགའ་ཞིག་ཞུ་ལགས་སོ།
en: Now, if you would deign to answer my questions, I would ask you, honorable Gautama, about a few points.”

source: །རྒྱལ་པོ་ཆེན་པོ་ཅི་དང་ཅི་འདོད་པ་ཞུས་ཤིག །ཀྱེ་གཽ་ཏ་མས་རིགས་ནི་བཞི་པོ་འདི་དག་སྟེ།
en: “O Great King, ask what you want to know.” “O Gautama, the castes are these four:

source: བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་ལགས་ན་དེ་དག་ལ་ཁྱད་པར་རམ།
en: brahmin, kṣatriya, vaiśya, and śūdra.

source: བསམ་པའམ། ཐ་དད་དུ་བགྱི་བ་ཅུང་ཟད་མཆིས་སམ།
en: Is there any difference, distinction, or contrast between them?”

source: དེ་ལ་བྲམ་ཟེའི་རིགས་གང་དག་ཡིན་པ་དང་། རྒྱལ་རིགས་གང་དག་ཡིན་པ་དེ་དག་ནི་འཇིག་རྟེན་གྱིས་མཐོན་པོར་བཀུར་བ་ཡིན་ནོ།
en: Among them, those who are from brahmin and kṣatriya families are regarded by humans as high ranking;

source: །རྗེའུ་རིགས་གང་དག་ཡིན་པ་དང་། དམངས་རིགས་གང་དག་ཡིན་པ་དེ་དག་ནི་འཇིག་རྟེན་གྱིས་དམའ་བར་བརྩིས་པ་ཡིན་ནོ།
en: those who are from vaiśya and śūdra families are regarded by humans as low ranking.”

source: །ཤེས་ལྡན་གཽ་ཏ་མ་ལ་བདག་ཅག་མཐོང་བའི་ཆོས་ཀྱི་དོན་ལས་བརྩམས་ཏེ་ཞུ་བ་ནི་མི་ཞུ་ལགས་སོ། །འོན་ཀྱང་ཚེ་སླད་མའི་དོན་ལས་བརྩམས་ཏེ་ཞུ་བ་ཞུ་ལགས་སོ།
en: “I am not asking you, honorable Gautama, about the matter of this life but about the matter of the afterlife.

source: །ཀྱེ་གཽ་ཏ་མ་རིགས་ནི་བཞི་པོ་འདི་དག་སྟེ།
en: O Gautama, the castes are these four:

source: བསམ་པའམ། ཐ་དད་དུ་བགྱི་བ་འགའ་མཆིས་སམ།
en: Is there any difference, distinction, or contrast between them?”

source: རྒྱལ་པོ་ཆེན་པོ་རིགས་ནི་བཞི་པོ་འདི་དག་སྟེ།
en: “O Great King, the castes are these four:

source: རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་ཡིན་ལ། དེ་དག་གིས་དེ་བཞིན་གཤེགས་པའམ། དེ་བཞིན་གཤེགས་པའི་ཉན་ཐོས་གདམས་ངག་སྦྱིན་པ་དང་། རྗེས་སུ་སྟོན་པ་དང་། ཆོས་སྟོན་པ་རྙེད་ན། དེ་དག་ལ་འདི་ལྟ་སྟེ། མ་འོངས་པ་ཚེ་ཕྱི་མ་ལ་ཁྱད་པར་རམ།
en: kṣatriya, brahmin, vaiśya, and śūdra. If they accept instruction, teaching, and preaching on the Dharma by the Tathāgata or disciples of the Tathāgata, is there any difference, distinction, or contrast between them in the future, in their next lives?”

source: བསམ་པའམ། ཐ་དད་དུ་བྱ་བ་འགའ་ཡོད་དམ། ཀྱེ་གཽ་ཏ་མ་རིགས་ནི་བཞི་པོ་འདི་དག་སྟེ།
en: “O Gautama, the castes are these four:

source: རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་ལགས་ལ།
en: kṣatriya, brahmin, vaiśya, and śūdra.

source: དེ་དག་གིས་དེ་བཞིན་གཤེགས་པའམ། དེ་བཞིན་གཤེགས་པའི་ཉན་ཐོས་གདམས་ངག་སྩོལ་བའམ། རྗེས་སུ་སྟོན་པའམ། ཆོས་སྟོན་པ་རྙེད་ན། དེ་དག་ལ་འདི་ལྟ་སྟེ་སྤངས་པ་ལ་ཁྱད་པར་རམ།
en: If they accept instruction, teaching, and preaching on the Dharma by the Tathāgata or disciples of the Tathāgata, is there any difference, distinction, or contrast between them concerning what they have abandoned?”

source: བསམ་པའམ། ཐ་དད་དུ་བགྱི་བ་འགའ་མཆིས་སམ། རྒྱལ་པོ་ཆེན་པོ་རིགས་བཞི་པོ་འདི་དག་སྟེ།
en: “O Great King, the castes are these four:

source: རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་ཡིན་ལ། དེ་དག་གིས་དེ་བཞིན་གཤེགས་པའམ།
en: kṣatriya, brahmin, vaiśya, and śūdra.

source: དེ་བཞིན་གཤེགས་པའི་ཉན་ཐོས་གདམས་ངག་སྦྱིན་པའམ། རྗེས་སུ་སྟོན་པའམ། ཆོས་སྟོན་པ་རྙེད་ན། དེ་དག་ལ་འདི་ལྟ་སྟེ། སྤངས་པ་ལ་ཁྱད་པར་རམ།
en: If they accept instruction, teaching, and preaching on the Dharma by the Tathāgata or disciples of the Tathāgata, is there any difference . . . concerning what they have abandoned?

source: བསམ་པའམ། ཐ་དད་དུ་བྱ་བ་འགའ་ཡོད་དམ། དེའི་ཕྱིར་རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཉིད་ལ་དྲི་ཡིས།
en: To clarify this, O Great King, I would ask you a question in return;

source: ཁྱོད་ཀྱིས་ཇི་ལྟར་བཟོད་པ་དེ་བཞིན་དུ་ལན་ཐོབ་ཤིག །རྒྱལ་པོ་ཆེན་པོ་དཔེར་ན་འདི་ལ་གདུལ་བ་བཞི་པོ་གླང་པོ་ཆེ་གདུལ་བའམ། རྟ་གདུལ་བའམ། གླང་གདུལ་བའམ། སྐྱེས་པ་གདུལ་བ་ཞིག་ཡོད་ལ། དེ་ལས་གདུལ་བ་གཉིས་ནི་མ་དུལ་བ་རྣམ་པར་མ་དུལ་བར་གྱུར་ལ། གཉིས་ནི་ཤིན་ཏུ་དུལ་བ་ཤིན་ཏུ་རྣམ་པར་དུལ་བར་གྱུར་ན།
en: you should answer as best you can. “O Great King, suppose, for instance, there are four beings to be trained: an elephant, a horse, an ox, and a man.

source: རྒྱལ་པོ་ཆེན་པོ་ཇི་སྙམ་དུ་སེམས།
en: O Great King, what do you think?

source: གདུལ་བ་གཉིས་པོ་མ་དུལ་བ་རྣམ་པར་མ་དུལ་བ་དག་ཅིག་རེ་ཞིག་མ་དུལ་བ་བཞིན་དུལ་བའི་སར་འགྲོ་བའམ།
en: If two of these are not trained, not well trained, and two are trained, well trained, do the two beings who are not trained, not well trained, attain the state of those who are trained, while they are not trained?

source: རྣམ་པར་མ་དུལ་བ་བཞིན་རྣམ་པར་དུལ་བའི་ཆ་སྟ་ལེན་པར་འགྱུར་རམ།
en: Do they receive the training of those who are well trained, while they are not well trained?”

source: །གང་ཡང་གདུལ་བ་གཉིས་པོ་ཤིན་ཏུ་དུལ་བ་དང་། ཤིན་ཏུ་རྣམ་པར་དུལ་བ་དེ་དག་ཤིན་ཏུ་དུལ་བས་དུལ་བའི་གནས་སུ་འགྲོ་བའམ།
en: “Again, do the two beings who are trained, well trained, attain the state of those who are trained, while they are trained?

source: ཤིན་ཏུ་རྣམ་པར་དུལ་བས་དུལ་བའི་ཆ་སྟ་ལེན་པར་འགྱུར་རམ།
en: Do they receive the training of those who are well trained, while they are well trained?”

source: ཀྱེ་གཽ་ཏ་མ་དེ་ལྟ་ལགས་སོ།
en: “Yes, Gautama, they do precisely so.”

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་དུ་ས་གང་ཞིག་དད་པ་ཅན་གྱིས་ཐོབ་པར་བྱ་བ་དེ་མ་དད་པས་འཐོབ་པར་འགྱུར་བ་དེ་ནི་གནས་མེད་ལ།
en: “O Great King, thus there is no reason that the state that a devout person should attain would be attained by an undevout person;

source: གཡོ་མེད་པ་དང་། སྐྱོན་མེད་པ་དང་། བརྩོན་འགྲུས་བརྩམས་པ་དང་། ཤེས་རབ་ཅན་གྱིས་ཐོབ་པར་བྱ་བ་དེ་ཤེས་རབ་འཆལ་པས་ཐོབ་པ་དེ་ནི་གནས་མེད་ཀྱི་ས་གང་ཞིག་དད་པ་ཅན་གྱིས་ཐོབ་པར་བྱ་བ་དེ་དད་པ་ཅན་གྱིས་འཐོབ་པར་འགྱུར་བ་འདི་ནི་གནས་ཡོད་ལ།
en: there is no reason that the state that an immovable, faultless, vigorous, and intelligent person should attain would be attained by a person of distorted intelligence. It is reasonable that the state that a devout person should attain would be attained by a devout person;

source: གཡོ་མེད་པ་དང་། སྐྱོན་མེད་པ་དང་། བརྩོན་འགྲུས་བརྩམས་པ་དང་། ཤེས་རབ་ཅན་གྱིས་ཐོབ་པར་བྱ་བ་དེ་ཤེས་རབ་ཅན་གྱིས་འཐོབ་པར་འགྱུར་བའི་གནས་དེ་ནི་ཡོད་དོ།
en: it is reasonable that the state that an immovable, faultless, vigorous, and intelligent person should attain would be attained by an intelligent person.”
